Revit 2027 API
ParameterTypeId.ContinuousFootingTopHeel Property
 "Heel Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousFootingTopHeel { get; }
Public Shared ReadOnly Property ContinuousFootingTopHeel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousFootingTopHeel {
	ForgeTypeId^ get ();
}
static member ContinuousFootingTopHeel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace